Repository: markclausing/vibecoach
Catalog: AIFitnessCoach/Localizable.xcstrings
Source language: nl
Languages: de, en, es

source: ; neem elke 30 min een gelletje of %@ g koolhydraten
de: ; nimm alle 30 Min. ein Gel oder %@ g Kohlenhydrate
en: ; take a gel or %@ g of carbs every 30 min
es: ; toma un gel o %@ g de carbohidratos cada 30 min

source: 'gisteren om' HH:mm
de: 'gestern um' HH:mm
en: 'yesterday at' HH:mm
es: 'ayer a las' HH:mm

source: 'vandaag om' HH:mm
de: 'heute um' HH:mm
en: 'today at' HH:mm
es: 'hoy a las' HH:mm

# **%@** was +%@%% boven je gemiddelde training (%@ TRIMP).
source: **%1$@** was +%2$@%% boven je gemiddelde training (%3$@ TRIMP).
de: **%1$@** lag +%2$@%% über deinem Durchschnittstraining (%3$@ TRIMP).
en: **%1$@** was +%2$@%% above your average workout (%3$@ TRIMP).
es: **%1$@** fue +%2$@%% por encima de tu entrenamiento medio (%3$@ TRIMP).

source: **De Prijs:** In het rood (Zone 4-5) trainen scoort exponentieel hoger door verzuring en spierschade.
de: **Der Preis:** Training im roten Bereich (Zone 4-5) wird durch Übersäuerung und Muskelschäden exponentiell höher bewertet.
en: **The Price:** Training in the red (Zone 4-5) scores exponentially higher due to acidosis and muscle damage.
es: **El precio:** Entrenar en rojo (Zona 4-5) puntúa exponencialmente más por la acidosis y el daño muscular.

source: **Hoge score:** Je zenuwstelsel is optimaal hersteld en klaar voor zware trainingsbelasting.
de: **Hoher Score:** Dein Nervensystem ist optimal erholt und bereit für hohe Trainingsbelastung.
en: **High score:** Your nervous system is optimally recovered and ready for heavy training load.
es: **Puntuación alta:** Tu sistema nervioso está óptimamente recuperado y listo para una carga de entrenamiento alta.

source: **HRV (50%):** Hoger dan jouw 7-daagse gemiddelde = klaar voor belasting. Meer dan 20% eronder = rode vlag voor overtraining.
de: **HRV (50%):** Höher als dein 7-Tage-Durchschnitt = bereit für Belastung. Mehr als 20% darunter = Warnsignal für Übertraining.
en: **HRV (50%):** Higher than your 7-day average = ready for load. More than 20% below = a red flag for overtraining.
es: **VFC (50%):** Por encima de tu media de 7 días = listo para la carga. Más de un 20% por debajo = señal de alarma de sobreentrenamiento.

source: **Intensiteit:** Je hartslag gemeten tegen je persoonlijke maximum.
de: **Intensität:** Deine Herzfrequenz gemessen an deinem persönlichen Maximum.
en: **Intensity:** Your heart rate measured against your personal maximum.
es: **Intensidad:** Tu frecuencia cardíaca medida contra tu máximo personal.

source: **Lage score:** Signaal van je lichaam om gas terug te nemen en overtraining te voorkomen.
de: **Niedriger Score:** Ein Signal deines Körpers, kürzerzutreten und Übertraining zu vermeiden.
en: **Low score:** A signal from your body to ease off and prevent overtraining.
es: **Puntuación baja:** Una señal de tu cuerpo para bajar el ritmo y evitar el sobreentrenamiento.

source: **Slaap (50%):** 8+ uur = vol hersteld. Onder de 5 uur = uitgeput zenuwstelsel.
de: **Schlaf (50%):** 8+ Stunden = voll erholt. Unter 5 Stunden = erschöpftes Nervensystem.
en: **Sleep (50%):** 8+ hours = fully recovered. Under 5 hours = exhausted nervous system.
es: **Sueño (50%):** 8+ horas = totalmente recuperado. Menos de 5 horas = sistema nervioso agotado.

source: **Volume:** De basis is de tijd die je sport.
de: **Volumen:** Die Basis ist die Zeit, die du Sport machst.
en: **Volume:** The basis is the time you spend on sport.
es: **Volumen:** La base es el tiempo que practicas deporte.

source: / dag
de: / Tag
en: / day
es: / día

source: %@ · week %lld van %lld
de: %@ · Woche %lld von %lld
en: %@ · week %lld of %lld
es: %@ · semana %lld de %lld

source: %@ ACTIEVE • %@ VOLTOOIDE
de: %@ AKTIV • %@ ABGESCHLOSSEN
en: %@ ACTIVE • %@ COMPLETED
es: %@ ACTIVOS • %@ COMPLETADOS

source: %@ bijgewerkt.
de: %@ aktualisiert.
en: %@ updated.
es: %@ actualizado.

source: %@ dagen
de: %@ Tage
en: %@ days
es: %@ días

source: %@ dagen op rij getraind. Neem vandaag rust.
de: %@ Tage in Folge trainiert. Gönn dir heute Ruhe.
en: Trained %@ days in a row. Take a rest day today.
es: %@ días seguidos entrenando. Descansa hoy.

source: %@ dagen te gaan
de: Noch %@ Tage
en: %@ days to go
es: Faltan %@ días

source: %@ gaf een onleesbaar antwoord. Probeer opnieuw vanuit Instellingen.
de: %@ lieferte eine unlesbare Antwort. Versuche es erneut über die Einstellungen.
en: %@ returned an unreadable response. Try again from Settings.
es: %@ devolvió una respuesta ilegible. Inténtalo de nuevo desde Ajustes.

source: %@ modellen
de: %@ Modelle
en: %@ models
es: %@ modelos

source: %@ opslaan mislukt — probeer opnieuw.
de: %@ konnte nicht gespeichert werden — versuche es erneut.
en: Failed to save %@ — try again.
es: No se pudo guardar %@: inténtalo de nuevo.

source: %@ TRIMP binnengehaald — goede stap richting '%@'. Je loopt nog iets achter, maar de coach heeft een vervolgstap klaar.
de: %@ TRIMP erreicht – ein guter Schritt Richtung '%@'. Du bist noch etwas im Rückstand, aber der Coach hat einen nächsten Schritt parat.
en: %@ TRIMP earned — a good step toward '%@'. You're still a little behind, but the coach has a next step ready.
es: %@ TRIMP conseguidos: un buen paso hacia '%@'. Aún vas un poco por detrás, pero el coach ya tiene el siguiente paso.

source: %@ TRIMP binnengehaald. Je loopt nog achter op %@ doelen, maar je bent op de goede weg. Open de coach.
de: %@ TRIMP erreicht. Du bist noch bei %@ Zielen im Rückstand, aber auf einem guten Weg. Öffne den Coach.
en: %@ TRIMP earned. You're still behind on %@ goals, but you're on the right track. Open the coach.
es: %@ TRIMP conseguidos. Aún vas por detrás en %@ objetivos, pero vas por buen camino. Abre el coach.

source: %@-limiet bereikt. Probeer het later opnieuw.
de: %@-Limit erreicht. Versuche es später erneut.
en: %@ limit reached. Try again later.
es: Límite de %@ alcanzado. Inténtalo más tarde.

source: %@-sync mislukt. Probeer opnieuw vanuit Instellingen.
de: %@-Sync fehlgeschlagen. Versuche es erneut über die Einstellungen.
en: %@ sync failed. Try again from Settings.
es: Error de sincronización de %@. Inténtalo de nuevo desde Ajustes.

# %@: %@ /wk | Nodig: %@ /wk (%@)
source: %1$@: %2$@ /wk | Nodig: %3$@ /wk (%4$@)
de: %1$@: %2$@ /Wo | Benötigt: %3$@ /Wo (%4$@)
en: %1$@: %2$@ /wk | Needed: %3$@ /wk (%4$@)
es: %1$@: %2$@ /sem | Necesario: %3$@ /sem (%4$@)

source: <3% stabiel · 3–5% mild · 5–8% moderate · >8% significant. Wordt niet gemeten bij stop-and-go-ritten (te variabele intensiteit).
de: <3% stabil · 3–5% leicht · 5–8% moderat · >8% signifikant. Wird bei Stop-and-go-Fahrten nicht gemessen (zu variable Intensität).
en: <3% stable · 3–5% mild · 5–8% moderate · >8% significant. Not measured on stop-and-go rides (intensity too variable).
es: <3% estable · 3–5% leve · 5–8% moderado · >8% significativo. No se mide en sesiones con muchas paradas (intensidad demasiado variable).

source: ⚠️ Te hard in taper-fase! Neem rust.
de: ⚠️ Zu hart in der Taper-Phase! Ruh dich aus.
en: ⚠️ Too hard in the taper phase! Take rest.
es: ⚠️ ¡Demasiado fuerte en la fase de taper! Descansa.

source: 3 dagen
de: 3 Tage
en: 3 days
es: 3 días

source: 3 mild · 5 moderate · 10 significant — eenheden zijn RPM bij cycling, SPM bij lopen.
de: 3 leicht · 5 moderat · 10 signifikant — Einheiten sind RPM beim Radfahren, SPM beim Laufen.
en: 3 mild · 5 moderate · 10 significant — units are RPM for cycling, SPM for running.
es: 3 leve · 5 moderado · 10 significativo: las unidades son RPM en ciclismo, SPM al correr.

source: 14-DAAGSE TREND
de: 14-TAGE-TREND
en: 14-DAY TREND
es: TENDENCIA DE 14 DÍAS

source: 30g koolhydraten / 20 min + water
de: 30 g Kohlenhydrate / 20 Min. + Wasser
en: 30g carbs / 20 min + water
es: 30 g de carbohidratos / 20 min + agua

source: Aan de slag
de: Los geht's
en: Get started
es: Empezar

source: Aanmelden bij %@ is nodig — controleer de koppeling in Instellingen.
de: Anmeldung bei %@ erforderlich — prüfe die Verbindung in den Einstellungen.
en: You need to sign in to %@ — check the connection in Settings.
es: Necesitas iniciar sesión en %@: comprueba la conexión en Ajustes.

source: AANPASSING IN JE PLAN
de: ANPASSUNG IN DEINEM PLAN
en: ADJUSTMENT TO YOUR PLAN
es: AJUSTE EN TU PLAN

source: Aantal dagen: %lld
de: Anzahl Tage: %lld
en: Number of days: %lld
es: Número de días: %lld

source: Aanvullend
de: Ergänzend
en: Supplementary
es: Complementario

source: Achtergrond-coach
de: Hintergrund-Coach
en: Background coach
es: Coach en segundo plano

source: Actie vereist! Je haalt het doel niet met dit (geplande) tempo.
de: Handeln nötig! Mit diesem (geplanten) Tempo erreichst du das Ziel nicht.
en: Action required! You won't reach the goal at this (planned) pace.
es: ¡Acción necesaria! No alcanzarás el objetivo a este ritmo (previsto).

source: Actief
de: Aktiv
en: Active
es: Activo

source: Aerobe basis leggen
de: Aerobe Basis aufbauen
en: Build an aerobic base
es: Construir una base aeróbica

source: Afgeleid uit je trainingsgeschiedenis. Sync 1 jaar aan historie om de coach context te geven over je fitnessniveau.
de: Abgeleitet aus deiner Trainingshistorie. Synchronisiere 1 Jahr Historie, um dem Coach Kontext zu deinem Fitnessniveau zu geben.
en: Derived from your training history. Sync 1 year of history to give the coach context about your fitness level.
es: Derivado de tu historial de entrenamiento. Sincroniza 1 año de historial para dar contexto al entrenador sobre tu nivel de forma.

source: Afgerond
de: Abgeschlossen
en: Completed
es: Completado

source: Afstand
de: Distanz
en: Distance
es: Distancia

source: Afstand (hardlopen)
de: Distanz (Laufen)
en: Distance (running)
es: Distancia (correr)

source: Afstand (wielrennen)
de: Distanz (Radfahren)
en: Distance (cycling)
es: Distancia (ciclismo)

source: Afstand ligt op schema.
de: Distanz liegt im Plan.
en: Distance is on pace.
es: La distancia va según lo previsto.

source: Afstand ligt voor op schema.
de: Distanz liegt vor dem Plan.
en: Distance is ahead of pace.
es: La distancia va adelantada.

source: AI Coach
de: KI-Coach
es: Entrenador IA

source: AI COACH
de: KI-COACH
es: ENTRENADOR IA

source: AI heeft de analyse geblokkeerd om veiligheidsredenen.
de: Die KI hat die Analyse aus Sicherheitsgründen blockiert.
en: The AI blocked the analysis for safety reasons.
es: La IA bloqueó el análisis por motivos de seguridad.

source: AI Provider
de: KI-Anbieter
es: Proveedor IA

source: AI PROVIDER
de: KI-ANBIETER
es: PROVEEDOR IA

source: AI reageert niet op tijd (primair én fallback-model). Probeer het zo opnieuw.
de: Die KI hat nicht rechtzeitig geantwortet (Primär- und Fallback-Modell). Versuche es gleich erneut.
en: The AI didn't respond in time (primary and fallback model). Try again shortly.
es: La IA no respondió a tiempo (modelo principal y de reserva). Inténtalo de nuevo en breve.

source: AI reageert niet op tijd. Probeer het zo opnieuw.
de: Die KI hat nicht rechtzeitig geantwortet. Versuche es gleich erneut.
en: The AI didn't respond in time. Try again shortly.
es: La IA no respondió a tiempo. Inténtalo de nuevo en breve.

source: AI-analyse niet beschikbaar
de: KI-Analyse nicht verfügbar
en: AI analysis unavailable
es: Análisis de IA no disponible

source: AI-analyse niet beschikbaar (primair én fallback-model gefaald)
de: KI-Analyse nicht verfügbar (Primär- und Fallback-Modell fehlgeschlagen)
en: AI analysis unavailable (primary and fallback model failed)
es: Análisis de IA no disponible (fallaron el modelo principal y el de reserva)

source: AI-quotum bereikt (primair én fallback-model). Probeer het over een paar minuten opnieuw.
de: KI-Kontingent erreicht (Primär- und Fallback-Modell). Versuche es in ein paar Minuten erneut.
en: AI quota reached (primary and fallback model). Try again in a few minutes.
es: Cuota de IA alcanzada (modelo principal y de reserva). Inténtalo de nuevo en unos minutos.

source: AI-quotum bereikt. Probeer het over een paar minuten opnieuw.
de: KI-Kontingent erreicht. Versuche es in ein paar Minuten erneut.
en: AI quota reached. Try again in a few minutes.
es: Cuota de IA alcanzada. Inténtalo de nuevo en unos minutos.

source: Alles
de: Alle
en: All
es: Todo

source: Anders
de: Sonstiges
en: Other
es: Otro

source: Annuleer
de: Abbrechen
en: Cancel
es: Cancelar

source: Annuleren
de: Abbrechen
en: Cancel
es: Cancelar

source: API Sleutel
de: API-Schlüssel
en: API Key
es: Clave API

source: API-sleutel
de: API-Schlüssel
en: API key
es: Clave API

source: App-data opnieuw opgebouwd
de: App-Daten neu aufgebaut
en: App data rebuilt
es: Datos de la app reconstruidos

source: Apple Health overslaan?
de: Apple Health überspringen?
en: Skip Apple Health?
es: ¿Omitir Apple Health?

source: Apple Health-sync mislukt
de: Apple-Health-Sync fehlgeschlagen
en: Apple Health sync failed
es: Error de sincronización de Apple Health

source: ATLETISCH PROFIEL
de: SPORTLICHES PROFIL
en: ATHLETIC PROFILE
es: PERFIL ATLÉTICO

source: Auto · uit HK-historie
de: Auto · aus HK-Verlauf
en: Auto · from HK history
es: Auto · del historial de HK

source: Base Phase afgerond
de: Base-Phase abgeschlossen
en: Base Phase completed
es: Fase Base completada

source: Begrepen, sluit
de: Verstanden, schließen
en: Got it, close
es: Entendido, cerrar

source: Beheer
de: Verwalten
en: Manage
es: Gestionar

source: Beheer notificaties in iOS Instellingen
de: Mitteilungen in den iOS-Einstellungen verwalten
en: Manage notifications in iOS Settings
es: Gestiona las notificaciones en Ajustes de iOS

source: Beide bronnen syncen altijd. Je voorkeur bepaalt welke bron de coach als eerste aanspreekt voor de huidige status.
de: Beide Quellen synchronisieren immer. Deine Präferenz bestimmt, welche Quelle der Coach zuerst für den aktuellen Status heranzieht.
en: Both sources always sync. Your preference determines which source the coach consults first for the current status.
es: Ambas fuentes se sincronizan siempre. Tu preferencia determina qué fuente consulta primero el entrenador para el estado actual.

source: Bekijk
de: Ansehen
en: View
es: Ver

source: Bekijk het herstelplan
de: Erholungsplan ansehen
en: View the recovery plan
es: Ver el plan de recuperación

source: Belasting
de: Belastung
en: Load
es: Carga

source: belastingsschatting
de: Belastungsschätzung
en: load estimate
es: estimación de carga

source: Berekenen...
de: Berechnen...
en: Calculating...
es: Calculando...

source: Bespreek deze workout
de: Besprich dieses Workout
en: Discuss this workout
es: Comenta este entrenamiento

source: Bewerk Doel
de: Ziel bearbeiten
en: Edit Goal
es: Editar objetivo

source: Bezig met detecteren…
de: Erkennung läuft…
en: Detecting…
es: Detectando…

source: Bezig met importeren…
de: Import läuft…
en: Importing…
es: Importando…

source: Bij de update van %@ zijn enkele lokale instellingen opnieuw opgebouwd. Je workouts uit Apple Health en Strava zijn niet beïnvloed — controleer wel je doelen en eventuele blessures.
de: Beim Update auf %@ wurden einige lokale Einstellungen neu aufgebaut. Deine Workouts aus Apple Health und Strava sind nicht betroffen — prüfe aber deine Ziele und etwaige Verletzungen.
en: During the update to %@ some local settings were rebuilt. Your workouts from Apple Health and Strava are unaffected — but do check your goals and any injuries.
es: Durante la actualización a %@ se reconstruyeron algunos ajustes locales. Tus entrenamientos de Apple Health y Strava no se vieron afectados — pero revisa tus objetivos y posibles lesiones.

source: Bijsturing nodig
de: Anpassung nötig
en: Adjustment needed
es: Ajuste necesario

source: Blessure
de: Verletzung
en: Injury
es: Lesión

source: Blessuregeheugen actief: %@. Plan ontziet deze zone.
de: Verletzungsgedächtnis aktiv: %@. Der Plan schont diese Zone.
en: Injury memory active: %@. Your plan avoids this zone.
es: Memoria de lesiones activa: %@. El plan protege esta zona.

source: Blueprint Voortgang
de: Blueprint-Fortschritt
en: Blueprint Progress
es: Progreso del plan

source: Bottleneck: %@-volume. Omdat je aerobe basis (TRIMP) sterk is, kunnen we dit gat de komende weken sneller dichten zodra je hersteld bent. Nog %lld week(en) bij te sturen — ruim op tijd.
de: Engpass: %@-Volumen. Da deine aerobe Basis (TRIMP) stark ist, können wir diese Lücke in den kommenden Wochen schneller schließen, sobald du erholt bist. Noch %lld Woche(n) zum Nachsteuern — reichlich Zeit.
en: Bottleneck: %@ volume. Because your aerobic base (TRIMP) is strong, we can close this gap faster over the coming weeks once you've recovered. %lld week(s) left to adjust — plenty of time.
es: Cuello de botella: volumen de %@. Como tu base aeróbica (TRIMP) es fuerte, podemos cerrar esta brecha más rápido en las próximas semanas una vez recuperado. Quedan %lld semana(s) para ajustar: tiempo de sobra.

source: Boven plan (%@ TRIMP)
de: Über Plan (%@ TRIMP)
en: Above plan (%@ TRIMP)
es: Por encima del plan (%@ TRIMP)

source: BRON-VOORKEUR
de: QUELLENPRÄFERENZ
en: SOURCE PREFERENCE
es: PREFERENCIA DE FUENTE

source: Build Phase doelen
de: Build-Phase-Ziele
en: Build Phase goals
es: Objetivos de la Fase Build

source: Cadens
de: Trittfrequenz
en: Cadence
es: Cadencia

source: CHATGESCHIEDENIS
de: CHATVERLAUF
en: CHAT HISTORY
es: HISTORIAL DE CHAT

source: Circa %@ extra km/week voor het afstandsschema.
de: Etwa %@ zusätzliche km/Woche für den Distanzplan.
en: About %@ extra km/week for the distance plan.
es: Unos %@ km/semana extra para el plan de distancia.

source: Coach analyseert de patronen…
de: Coach analysiert die Muster…
en: Coach is analysing the patterns…
es: El coach está analizando los patrones…

source: Coach analyseert schema...
de: Coach analysiert deinen Plan...
en: Coach is analysing your schedule...
es: El coach está analizando tu plan...

source: Coach herberekent weekbelasting…
de: Coach berechnet die Wochenbelastung neu…
en: Coach is recomputing the weekly load…
es: El entrenador recalcula la carga semanal…

source: Coach Insight
de: Coach-Einblick
es: Análisis del entrenador

source: Coach is aan het typen...
de: Coach tippt...
en: Coach is typing...
es: El coach está escribiendo...

source: Coach-signalen, niet meer.
de: Coach-Signale, mehr nicht.
en: Coach signals, nothing more.
es: Señales del coach, nada más.

source: Context
de: Kontext
es: Contexto

source: Controleer het weer voor vertrek.
de: Prüfe das Wetter vor dem Start.
en: Check the weather before you head out.
es: Comprueba el tiempo antes de salir.

source: Controleer of de app toestemming heeft voor Workouts en Hartslag — anders blijft het Dashboard leeg.
de: Prüfe, ob die App die Berechtigung für Workouts und Herzfrequenz hat — sonst bleibt das Dashboard leer.
en: Check that the app has permission for Workouts and Heart Rate — otherwise the Dashboard stays empty.
es: Comprueba que la app tenga permiso para Entrenamientos y Frecuencia cardíaca — de lo contrario el panel queda vacío.

source: d MMM 'om' HH:mm
de: d. MMM 'um' HH:mm
en: d MMM 'at' HH:mm
es: d MMM 'a las' HH:mm

source: DAGEN
de: TAGE
en: DAYS
es: DÍAS

source: Dagen sinds laatste training
de: Tage seit letztem Training
en: Days since last workout
es: Días desde el último entrenamiento

source: Daling van je gemiddelde cadans tussen het eerste en laatste kwart. Zero-cadence-momenten (verkeerslicht, koffiestop) worden uit de meting gefilterd. Een fors verschil duidt op spiervermoeidheid of bewust temperen aan het einde.
de: Rückgang deiner durchschnittlichen Trittfrequenz zwischen dem ersten und letzten Viertel. Null-Trittfrequenz-Momente (Ampel, Kaffeepause) werden herausgefiltert. Ein großer Unterschied deutet auf muskuläre Ermüdung oder bewusstes Zurücknehmen am Ende hin.
en: Drop in your average cadence between the first and last quarter. Zero-cadence moments (traffic light, coffee stop) are filtered out. A large difference indicates muscular fatigue or deliberately easing off at the end.
es: Caída de tu cadencia media entre el primer y el último cuarto. Los momentos de cadencia cero (semáforo, parada para café) se filtran. Una diferencia grande indica fatiga muscular o aflojar deliberadamente al final.

source: Data onleesbaar (%@).
de: Daten unlesbar (%@).
en: Data unreadable (%@).
es: Datos ilegibles (%@).

source: Datum ligt te dichtbij — kies minstens %lld dagen vooruit.
de: Datum liegt zu nah – wähle mindestens %lld Tage im Voraus.
en: Date is too soon — choose at least %lld days out.
es: La fecha está demasiado cerca: elige al menos %lld días después.

source: De AI-provider gaf een onverwachte fout terug. Probeer het opnieuw.
de: Der KI-Anbieter hat einen unerwarteten Fehler zurückgegeben. Versuche es erneut.
en: The AI provider returned an unexpected error. Try again.
es: El proveedor de IA devolvió un error inesperado. Inténtalo de nuevo.

source: De AI-provider is tijdelijk overbelast. Wacht 30 seconden en probeer opnieuw.
de: Der KI-Anbieter ist vorübergehend überlastet. Warte 30 Sekunden und versuche es erneut.
en: The AI provider is temporarily overloaded. Wait 30 seconds and try again.
es: El proveedor de IA está temporalmente sobrecargado. Espera 30 segundos e inténtalo de nuevo.

source: De coach begint bij het primaire model. Bij overbelasting (503/429) schakelt hij automatisch over op het fallback-model.
de: Der Coach beginnt mit dem primären Modell. Bei Überlastung (503/429) wechselt er automatisch zum Fallback-Modell.
en: The coach starts with the primary model. On overload (503/429) it automatically switches to the fallback model.
es: El entrenador empieza con el modelo principal. En caso de sobrecarga (503/429) cambia automáticamente al modelo de reserva.

source: De coach denkt na…
de: Der Coach denkt nach…
en: The coach is thinking…
es: El coach está pensando…

source: De coach rekent vanaf deze datum terug om je trainingsfasen te plannen.
de: Der Coach rechnet von diesem Datum zurück, um deine Trainingsphasen zu planen.
en: The coach counts back from this date to plan your training phases.
es: El coach cuenta hacia atrás desde esta fecha para planificar tus fases de entrenamiento.

source: De verbinding met de AI-provider is te traag. Probeer het over een paar seconden opnieuw.
de: Die Verbindung zum KI-Anbieter ist zu langsam. Versuche es in ein paar Sekunden erneut.
en: The connection to the AI provider is too slow. Try again in a few seconds.
es: La conexión con el proveedor de IA es demasiado lenta. Inténtalo de nuevo en unos segundos.

source: De Vibe Score (0-100) is jouw dagelijkse lichaamsbatterij. We combineren je slaap van afgelopen nacht met je Heart Rate Variability (HRV) trend.
de: Der Vibe Score (0-100) ist deine tägliche Körperbatterie. Wir kombinieren den Schlaf der letzten Nacht mit deinem Herzfrequenzvariabilitäts-Trend (HRV).
en: The Vibe Score (0-100) is your daily body battery. We combine last night's sleep with your Heart Rate Variability (HRV) trend.
es: El Vibe Score (0-100) es tu batería corporal diaria. Combinamos el sueño de anoche con tu tendencia de variabilidad de la frecuencia cardíaca (VFC).

source: Deep Sync loopt op de achtergrond — kom over een paar minuten terug om de fysiologische details te zien.
de: Deep Sync läuft im Hintergrund — komm in ein paar Minuten zurück, um die physiologischen Details zu sehen.
en: Deep Sync is running in the background — come back in a few minutes to see the physiological details.
es: Deep Sync se ejecuta en segundo plano — vuelve en unos minutos para ver los detalles fisiológicos.

source: DETAILS BIJ TIJDSTIP
de: DETAILS NACH ZEITPUNKT
en: DETAILS BY TIME
es: DETALLES POR MOMENTO

source: Detecteer uit HK historie
de: Aus HK-Verlauf erkennen
en: Detect from HK history
es: Detectar del historial de HK
